Repository: airtaxi/CodexAccountSwitch.WinUI
Catalog: CliAccountSwitcher.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_hans, zh_hant

# DashboardPage_ActiveAccountSectionTitleTextBlock.Text
source: Active account quota
ja_jp: アクティブアカウントのクォータ
ko_kr: 활성 계정 할당량
zh_hans: 活跃账号配额
zh_hant: 使用中帳號配額

# DashboardPage_ActivePrimaryUsageLabelTextBlock.Text
source: 5-hour remaining
ja_jp: 5時間残り
ko_kr: 5시간 잔여량
zh_hans: 5 小时剩余
zh_hant: 5 小時剩餘

# DashboardPage_ActiveSecondaryUsageLabelTextBlock.Text
source: 7-day remaining
ja_jp: 7日間残り
ko_kr: 7일 잔여량
zh_hans: 7 天剩余
zh_hant: 7 天剩餘

# DashboardPage_CurrentActiveAccountLabelTextBlock.Text
source: Current Active account
ja_jp: 現在のアクティブアカウント
ko_kr: 현재 활성 계정
zh_hans: 当前活跃账号
zh_hant: 目前使用中帳號

# DashboardPage_DescriptionTextBlock.Text
source: Check account quotas and the current active account at a glance.
ja_jp: アカウントのクォータと現在のアクティブアカウントをひと目で確認できます。
ko_kr: 계정 할당량과 현재 활성 계정 상태를 한눈에 확인합니다.
zh_hans: 一目了然地查看账号配额和当前活跃账号。
zh_hant: 一目了然地查看帳號配額和目前使用中帳號。

# DashboardPage_LowUsageAccountsSectionDescriptionTextBlock.Text
source: Only accounts whose 5-hour or 7-day remaining quota is below the warning threshold are shown.
ja_jp: 5時間または7日間の残りクォータが警告しきい値未満のアカウントのみ表示されます。
ko_kr: 5시간 또는 7일 잔여량이 경고 기준 이하인 계정만 표시합니다.
zh_hans: 仅显示 5 小时或 7 天剩余配额低于警告阈值的账号。
zh_hant: 仅顯示 5 小時或 7 天剩餘配額低於警告閾值的帳號。

# DashboardPage_LowUsageAccountsSectionTitleTextBlock.Text
source: Low-quota accounts
ja_jp: 低クォータアカウント
ko_kr: 저할당량 계정 목록
zh_hans: 低配额账号
zh_hant: 低配額帳號

# DashboardPage_LowUsageMetricDescriptionTextBlock.Text
source: Below the configured warning threshold
ja_jp: 設定された警告しきい値未満
ko_kr: 설정된 경고 기준 이하
zh_hans: 低于已配置的警告阈值
zh_hant: 低於已配置的警告閾值

# DashboardPage_ManageAccountsTextBlock.Text
source: Go to Account Management
ja_jp: アカウント管理へ移動
ko_kr: 계정 관리로 이동
zh_hans: 前往账号管理
zh_hant: 前往帳號管理

# DashboardPage_NoActiveAccountDescriptionTextBlock.Text
source: Switch to an account in Account Management to show remaining quota here.
ja_jp: アカウント管理で使用するアカウントに切り替えると、ここに残りクォータが表示されます。
ko_kr: 계정 관리에서 사용할 계정을 전환하면 이곳에 잔여량이 표시됩니다.
zh_hans: 在账号管理中切换账号后，此处会显示剩余配额。
zh_hant: 在帳號管理中切換要使用的帳號後，這裡會顯示剩餘配額。

# DashboardPage_NoActiveAccountTitleTextBlock.Text
source: No active account.
ja_jp: アクティブアカウントがありません。
ko_kr: 활성 계정이 없습니다.
zh_hans: 没有活跃账号。
zh_hant: 沒有使用中帳號。

# DashboardPage_NoLowUsageAccountsTitleTextBlock.Text
source: No low-quota accounts.
ja_jp: 低クォータアカウントはありません。
ko_kr: 저할당량 계정이 없습니다.
zh_hans: 没有低配额账号。
zh_hant: 没有低配額帳號。

# DashboardPage_PrimaryAverageUsageLabelTextBlock.Text
source: 5-hour average quota
ja_jp: 5時間平均クォータ
ko_kr: 5시간 평균 할당량
zh_hans: 5 小时平均配额
zh_hant: 5 小時平均配額

# DashboardPage_PrimaryLowUsageAccountLabelTextBlock.Text
source: 5-hour low-quota accounts
ja_jp: 5時間の低クォータアカウント
ko_kr: 5시간 저할당량 계정
zh_hans: 5 小时低配额账号
zh_hant: 5 小時低配額帳號

# DashboardPage_RefreshActiveAccountTextBlock.Text
source: Refresh Active Account
ja_jp: アクティブアカウントを更新
ko_kr: 활성 계정 새로고침
zh_hans: 刷新活跃账号
zh_hant: 重新整理使用中帳號

# DashboardPage_SecondaryAverageUsageLabelTextBlock.Text
source: 7-day average quota
ja_jp: 7日間平均クォータ
ko_kr: 7일 평균 할당량
zh_hans: 7 天平均配额
zh_hant: 7 天平均配額

# DashboardPage_SecondaryLowUsageAccountLabelTextBlock.Text
source: 7-day low-quota accounts
ja_jp: 7日間の低クォータアカウント
ko_kr: 7일 저할당량 계정
zh_hans: 7 天低配额账号
zh_hant: 7 天低配額帳號

# DashboardPage_SecondaryLowUsageMetricDescriptionTextBlock.Text
source: Below the configured warning threshold
ja_jp: 設定された警告しきい値未満
ko_kr: 설정된 경고 기준 이하
zh_hans: 低于已配置的警告阈值
zh_hant: 低於已配置的警告閾值

# DashboardPage_TitleTextBlock.Text
source: Dashboard
ja_jp: ダッシュボード
ko_kr: 대시보드
zh_hans: 仪表板
zh_hant: 儀表板

# DashboardPage_TotalAccountLabelTextBlock.Text
source: Total Accounts
ja_jp: 合計アカウント
ko_kr: 총 계정 수
zh_hans: 账号总数
zh_hant: 帳號總數

# DialogHelper_CancelButtonText
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_hans: 取消
zh_hant: 取消

# DialogHelper_ConfirmButtonText
source: OK
ko_kr: 확인
zh_hans: 确定
zh_hant: 確定

# DialogHelper_DefaultInputTitle
source: Input
ja_jp: 入力
ko_kr: 입력
zh_hans: 输入
zh_hant: 輸入

# FileAddAccountPage_ClaudeCodeDescription
source: Select .credentials.json first, then select the Claude Code global config JSON file.
ja_jp: 最初に .credentials.json を選択し、次に Claude Code の global config JSON ファイルを選択してください。
ko_kr: 먼저 .credentials.json을 선택한 뒤 Claude Code global config JSON 파일을 선택하세요.
zh_hans: 先选择 .credentials.json，然后选择 Claude Code global config JSON 文件。
zh_hant: 先選擇 .credentials.json，然後選擇 Claude Code global config JSON 檔案。

# FileAddAccountPage_ClaudeCodeErrorMessage
source: Claude Code files could not be imported. Check the selected credentials and global config JSON files.
ja_jp: Claude Code ファイルをインポートできませんでした。選択した credential と global config JSON ファイルを確認してください。
ko_kr: Claude Code 파일을 불러오지 못했습니다. 선택한 credential과 global config JSON 파일을 확인하세요.
zh_hans: 无法导入 Claude Code 文件。请检查所选 credential 和 global config JSON 文件。
zh_hant: 無法匯入 Claude Code 檔案。請檢查選取的 credential 和 global config JSON 檔案。

# FileAddAccountPage_ClaudeCodeImportButtonText
source: Select files
ja_jp: ファイルを選択
ko_kr: 파일 선택
zh_hans: 选择文件
zh_hant: 選擇檔案

# FileAddAccountPage_ClaudeCodeSupportedFormatDescription
source: Use Claude Code .credentials.json and .claude.json or .config.json files that contain oauthAccount information.
ja_jp: oauthAccount 情報を含む Claude Code の .credentials.json と .claude.json または .config.json ファイルを使用します。
ko_kr: oauthAccount 정보가 포함된 Claude Code .credentials.json과 .claude.json 또는 .config.json 파일을 사용합니다.
zh_hans: 使用包含 oauthAccount 信息的 Claude Code .credentials.json 和 .claude.json 或 .config.json 文件。
zh_hant: 使用包含 oauthAccount 資訊的 Claude Code .credentials.json 和 .claude.json 或 .config.json 檔案。

# FileAddAccountPage_ClaudeCodeSupportedFormatHeader
source: Supported files
ja_jp: 対応ファイル
ko_kr: 지원 파일
zh_hans: 支持的文件
zh_hant: 支援的檔案

# FileAddAccountPage_ClaudeCodeTitle
source: Import Claude Code files
ja_jp: Claude Code ファイルをインポート
ko_kr: Claude Code 파일 불러오기
zh_hans: 导入 Claude Code 文件
zh_hant: 匯入 Claude Code 檔案

# FileAddAccountPage_DescriptionTextBlock.Text
source: Select an auth.json file saved on this PC and validate the account with a usage request.
ja_jp: この PC に保存された auth.json ファイルを選択し、使用量リクエストでアカウントを検証します。
ko_kr: PC에 저장된 auth.json 파일을 선택하고 Usage 요청으로 계정을 검증합니다.
zh_hans: 选择此电脑上保存的 auth.json 文件，并通过用量请求验证账号。
zh_hant: 選取此电脑上儲存的 auth.json 檔案，並通過用量請求驗證帳號。

# FileAddAccountPage_ErrorInfoBar.Message
source: An error occurred while importing the auth.json file.
ja_jp: auth.json ファイルのインポート中にエラーが発生しました。
ko_kr: auth.json 파일을 불러오는 중 오류가 발생했습니다.
zh_hans: 导入 auth.json 文件时发生错误。
zh_hant: 匯入 auth.json 檔案時發生錯誤。

# FileAddAccountPage_ErrorInfoBar.Title
source: Failed to Add Account
ja_jp: アカウントの追加に失敗しました
ko_kr: 계정 추가 실패
zh_hans: 添加账号失败
zh_hant: 新增帳號失敗

# FileAddAccountPage_ImportButtonTextBlock.Text
source: Select auth.json File
ja_jp: auth.json ファイルを選択
ko_kr: auth.json 파일 선택
zh_hans: 选择 auth.json 文件
zh_hant: 選取 auth.json 檔案

# FileAddAccountPage_SupportedFormatDescriptionTextBlock.Text
source: Select one .json file. It must use the Codex auth.json format.
ja_jp: .json ファイルを 1 つ選択してください。Codex auth.json 形式である必要があります。
ko_kr: .json 파일 하나를 선택합니다. Codex auth.json 형식이어야 합니다.
zh_hans: 请选择一个 .json 文件。它必须使用 Codex auth.json 格式。
zh_hant: 請選取一個 .json 檔案。它必须使用 Codex auth.json 格式。

# FileAddAccountPage_SupportedFormatHeaderTextBlock.Text
source: Supported Format
ja_jp: 対応形式
ko_kr: 지원 형식
zh_hans: 支持的格式
zh_hant: 支援的格式

# FileAddAccountPage_TitleTextBlock.Text
source: Load File
ja_jp: ファイルを読み込む
ko_kr: 파일 불러오기
zh_hans: 加载文件
zh_hant: 載入檔案

# ImportSkillsSelectionDialog.PrimaryButtonText
source: Import
ja_jp: インポート
ko_kr: 가져오기
zh_hans: 导入
zh_hant: 匯入

# ImportSkillsSelectionDialog.SecondaryButtonText
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_hans: 取消
zh_hant: 取消

# ImportSkillsSelectionDialog.Title
source: Import Skills
ja_jp: スキルのインポート
ko_kr: 스킬 가져오기
zh_hans: 导入技能
zh_hant: 匯入技能

# ImportSkillsSelectionDialogViewModel_NoSelectedSkills
source: No skills selected
ja_jp: 選択なし
ko_kr: 선택 없음
zh_hans: 未选择技能
zh_hant: 未選擇技能

# ImportSkillsSelectionDialogViewModel_NoSkillsInBackupMessage
source: No skills found in the backup file.
ja_jp: バックアップファイルにスキルが見つかりません。
ko_kr: 백업 파일에 스킬이 없습니다.
zh_hans: 备份文件中未找到技能。
zh_hant: 備份檔案中未找到技能。

# ImportSkillsSelectionDialogViewModel_NoSkillsInBackupTitle
source: Empty backup
ja_jp: 空のバックアップ
ko_kr: 빈 백업
zh_hans: 空备份
zh_hant: 空備份

# ImportSkillsSelectionDialogViewModel_SelectedSkillCountFormat
source: {0} skill(s) selected
ja_jp: {0}件選択中
ko_kr: {0}개 선택됨
zh_hans: 已选择 {0} 个技能
zh_hant: 已選擇 {0} 個技能

# ImportSkillsSelectionDialog_DescriptionHeaderTextBlock.Text
source: Description
ja_jp: 説明
ko_kr: 설명
zh_hans: 描述
zh_hant: 描述

# ImportSkillsSelectionDialog_DescriptionTextBlock.Text
source: Select skills to import from the backup.
ja_jp: バックアップからインポートするスキルを選択してください。
ko_kr: 백업에서 가져올 스킬을 선택하세요.
zh_hans: 从备份中选择要导入的技能。
zh_hant: 從備份中選擇要匯入的技能。

# ImportSkillsSelectionDialog_ListingBackupLoadingMessage
source: Reading backup...
ja_jp: バックアップを読み込み中...
ko_kr: 백업을 읽는 중입니다...
zh_hans: 正在读取备份...
zh_hant: 正在讀取備份...

# ImportSkillsSelectionDialog_NoSkillsTextBlock.Text
source: No skills found in backup.
ja_jp: バックアップにスキルが見つかりません。
ko_kr: 백업에 스킬이 없습니다.
zh_hans: 备份中未找到技能。
zh_hant: 備份中未找到技能。

# ImportSkillsSelectionDialog_SearchAutoSuggestBox.PlaceholderText
source: Search skills
ja_jp: スキルを検索
ko_kr: 스킬 검색
zh_hans: 搜索技能
zh_hant: 搜尋技能

# ImportSkillsSelectionDialog_SelectAllTextBlock.Text
source: Select All
ja_jp: すべて選択
ko_kr: 전체 선택
zh_hans: 全选
zh_hant: 全選

# ImportSkillsSelectionDialog_SkillNameHeaderTextBlock.Text
source: Skill Name
ja_jp: スキル名
ko_kr: 스킬 이름
zh_hans: 技能名称
zh_hant: 技能名稱

# MainPage_AboutSelectorBarItem.Text
source: About
ja_jp: 情報
ko_kr: 정보
zh_hans: 关于
zh_hant: 關於

# MainPage_AccountsSelectorBarItem.Text
source: Accounts
ja_jp: アカウント
ko_kr: 계정
zh_hans: 账号
zh_hant: 帳號

# MainPage_DashboardSelectorBarItem.Text
source: Dashboard
ja_jp: ダッシュボード
ko_kr: 대시보드
zh_hans: 仪表板
zh_hant: 儀表板

# MainPage_SettingsSelectorBarItem.Text
source: Settings
ja_jp: 設定
ko_kr: 설정
zh_hans: 设置
zh_hant: 設定

# MainPage_SkillsSelectorBarItem.Text
source: Skills
ja_jp: スキル
ko_kr: 스킬
zh_hans: 技能
zh_hant: 技能

# MainWindow_CloseProgramMenuFlyoutItem.Text
source: Exit
ja_jp: 終了
ko_kr: 프로그램 종료
zh_hans: 退出
zh_hant: 結束

# MainWindow_OpenAccountsPageMenuFlyoutItem.Text
source: Open Accounts page
ja_jp: アカウントページを開く
ko_kr: 계정 페이지 열기
zh_hans: 打开账号页面
zh_hant: 開啟帳號頁面

# MainWindow_OpenDashboardPageMenuFlyoutItem.Text
source: Open Dashboard
ja_jp: ダッシュボードを開く
ko_kr: 대시보드 열기
zh_hans: 打开仪表板
zh_hant: 開啟儀表板

# MainWindow_OpenSkillsPageMenuFlyoutItem.Text
source: Open Skills page
ja_jp: スキルページを開く
ko_kr: 스킬 페이지 열기
zh_hans: 打开技能页面
zh_hant: 開啟技能頁面

# MainWindow_TrayAuthorMenuFlyoutItem.Text
source: Author: Howon Lee (airtaxi)
ja_jp: 作者: Howon Lee (airtaxi)
ko_kr: 제작자: 이호원 (airtaxi)
zh_hans: 作者：Howon Lee (airtaxi)
zh_hant: 作者：Howon Lee (airtaxi)

# ManualPasteAddAccountPage_AddInputTextBlock.Text
source: Add Input
ja_jp: 入力を追加
ko_kr: 입력 칸 추가
zh_hans: 添加输入
zh_hant: 新增輸入

# ManualPasteAddAccountPage_ClaudeCodeCredentialsJsonTextBox.PlaceholderText
source: Paste .credentials.json
ja_jp: .credentials.json を貼り付け
ko_kr: .credentials.json 붙여넣기
zh_hans: 粘贴 .credentials.json
zh_hant: 貼上 .credentials.json

# ManualPasteAddAccountPage_ClaudeCodeDescription
source: Paste .credentials.json and global config JSON. Required fields include claudeAiOauth tokens and oauthAccount identity/organization values.
ja_jp: .credentials.json と global config JSON を貼り付けます。claudeAiOauth トークンと oauthAccount のアカウント/組織値が必要です。
ko_kr: .credentials.json과 global config JSON을 붙여넣으세요. claudeAiOauth 토큰과 oauthAccount 계정/조직 값이 필요합니다.
zh_hans: 粘贴 .credentials.json 和 global config JSON。需要 claudeAiOauth 令牌以及 oauthAccount 账号/组织字段。
zh_hant: 貼上 .credentials.json 與 global config JSON。需要 claudeAiOauth 權杖及 oauthAccount 帳戶/組織欄位。

# ManualPasteAddAccountPage_ClaudeCodeGlobalConfigJsonTextBox.PlaceholderText
source: Paste .claude.json or .config.json
ja_jp: .claude.json または .config.json を貼り付け
ko_kr: .claude.json 또는 .config.json 붙여넣기
zh_hans: 粘贴 .claude.json 或 .config.json
zh_hant: 貼上 .claude.json 或 .config.json

# ManualPasteAddAccountPage_ClaudeCodeLoadInputsButtonText
source: Save credentials
ja_jp: credential を保存
ko_kr: credential 저장
zh_hans: 保存 credential
zh_hant: 儲存 credential

# ManualPasteAddAccountPage_ClaudeCodeTitle
source: Paste Claude Code credentials
ja_jp: Claude Code credential を貼り付け
ko_kr: Claude Code credential 붙여넣기
zh_hans: 粘贴 Claude Code credential
zh_hant: 貼上 Claude Code credential

# ManualPasteAddAccountPage_ClaudeCodeValidationErrorMessage
source: Claude Code credentials or global config are invalid. Check accessToken, refreshToken, expiresAt, emailAddress, accountUuid, organizationUuid, and organizationName.
ja_jp: Claude Code credential または global config が無効です。accessToken、refreshToken、expiresAt、emailAddress、accountUuid、organizationUuid、organizationName を確認してください。
ko_kr: Claude Code credential 또는 global config가 올바르지 않습니다. accessToken, refreshToken, expiresAt, emailAddress, accountUuid, organizationUuid, organizationName을 확인하세요.
zh_hans: Claude Code credential 或 global config 无效。请检查 accessToken、refreshToken、expiresAt、emailAddress、accountUuid、organizationUuid 和 organizationName。
zh_hant: Claude Code credential 或 global config 無效。請檢查 accessToken、refreshToken、expiresAt、emailAddress、accountUuid、organizationUuid 和 organizationName。

# ManualPasteAddAccountPage_DescriptionTextBlock.Text
source: Paste one or more auth.json documents and import them together.
ja_jp: 1 つ以上の auth.json ドキュメントを貼り付けて、まとめてインポートします。
ko_kr: auth.json 내용을 하나 이상 붙여넣고 한 번에 불러옵니다.
zh_hans: 粘贴一个或多个 auth.json 文档并一起导入。
zh_hant: 貼上一個或多個 auth.json 文件並一起匯入。

# ManualPasteAddAccountPage_ErrorInfoBar.Message
source: Some auth.json documents could not be imported.
ja_jp: 一部の auth.json ドキュメントをインポートできませんでした。
ko_kr: 일부 auth.json을 불러오는 데 실패했습니다.
zh_hans: 部分 auth.json 文档无法导入。
zh_hant: 部分 auth.json 文件無法匯入。

# ManualPasteAddAccountPage_ErrorInfoBar.Title
source: Failed to Add Account
ja_jp: アカウントの追加に失敗しました
ko_kr: 계정 추가 실패
zh_hans: 添加账号失败
zh_hant: 新增帳號失敗

# ManualPasteAddAccountPage_InputErrorInfoBar.Message
source: This auth.json could not be imported.
ja_jp: この auth.json はインポートできませんでした。
ko_kr: 이 auth.json을 불러오지 못했습니다.
zh_hans: 无法导入此 auth.json。
zh_hant: 無法匯入此 auth.json。

# ManualPasteAddAccountPage_InputErrorInfoBar.Title
source: Validation Failed
ja_jp: 検証に失敗しました
ko_kr: 검증 실패
zh_hans: 验证失败
zh_hant: 驗證失敗

# ManualPasteAddAccountPage_LoadInputsTextBlock.Text
source: Import Pasted Accounts
ja_jp: 貼り付けたアカウントをインポート
ko_kr: 붙여넣은 계정 불러오기
zh_hans: 导入粘贴的账号
zh_hant: 匯入貼上的帳號

# ManualPasteAddAccountPage_ManualAuthenticationTextBox.PlaceholderText
source: Paste auth.json content
ja_jp: auth.json の内容を貼り付け
ko_kr: auth.json 내용을 붙여넣으세요
zh_hans: 粘贴 auth.json 内容
zh_hant: 貼上 auth.json 内容

# ManualPasteAddAccountPage_NoInputMessage
source: No auth.json content was pasted.
ja_jp: auth.json の内容が貼り付けられていません。
ko_kr: 붙여넣은 auth.json이 없습니다.
zh_hans: 未粘贴 auth.json 内容。
zh_hant: 未貼上 auth.json 内容。

# ManualPasteAddAccountPage_PartialFailureMessage
source: Some auth.json documents could not be imported.
ja_jp: 一部の auth.json ドキュメントをインポートできませんでした。
ko_kr: 일부 auth.json을 불러오는 데 실패했습니다.
zh_hans: 部分 auth.json 文档无法导入。
zh_hant: 部分 auth.json 文件無法匯入。

# ManualPasteAddAccountPage_RemoveInputToolTip.Content
source: Remove input
ja_jp: 入力を削除
ko_kr: 입력 칸 삭제
zh_hans: 删除输入
zh_hant: 刪除輸入

# ManualPasteAddAccountPage_TitleTextBlock.Text
source: Manual Paste
ja_jp: 手動貼り付け
ko_kr: 수동 붙여넣기
zh_hans: 手动粘贴
zh_hant: 手動貼上

# Notification_ExpiredAccountDetectedMessageFormat
source: {0} cannot be used. The account state was updated based on your settings.
ja_jp: {0} は使用できません。設定に基づいてアカウント状態を更新しました。
ko_kr: {0} 계정을 사용할 수 없습니다. 설정에 따라 상태를 갱신했습니다.
zh_hans: {0} 无法使用。已根据你的设置更新账号状态。
zh_hant: {0} 無法使用。已根据你的設定更新帳號狀態。

# Notification_ExpiredAccountDetectedTitle
source: Invalid account found
ja_jp: 無効なアカウントが見つかりました
ko_kr: 비정상 계정 발견
zh_hans: 发现无效账号
zh_hant: 發現無效帳號

# Notification_OpenStoreButtonText
source: Open Store
ja_jp: Store を開く
ko_kr: Store 열기
zh_hans: 打开 Store
zh_hant: 開啟 Store

# Notification_PrimaryUsageLowQuotaWindowName
source: 5-hour
ja_jp: 5時間
ko_kr: 5시간
zh_hans: 5 小时
zh_hant: 5 小時

# Notification_PrimaryUsageSurgeDetectedMessageFormat
source: Consumed {0}% of the 5-hour limit in the last {1} min - check for an infinite loop (API surge).
ja_jp: 直近 {1} 分間で 5 時間制限を {0}% 消費しました - 無限ループ (API 急増) ではないか確認してください。
ko_kr: 최근 {1}분 동안 5시간 한도를 {0}% 소모했습니다 - 무한 루프(API 폭주)인지 확인하세요.
zh_hans: 在过去 {1} 分钟内消耗了 {0}% 的 5 小时限制 - 请检查是否存在无限循环（API 暴增）。
zh_hant: 在過去 {1} 分鐘內消耗了 {0}% 的 5 小時限制 - 請檢查是否存在無限迴圈（API 暴增）。

# Notification_PrimaryUsageSurgeDetectedTitleFormat
source: {0} usage surge
ja_jp: {0} 使用量急増
ko_kr: {0} 사용량 급증
zh_hans: {0} 用量暴增
zh_hant: {0} 用量暴增

# Notification_SecondaryUsageLowQuotaWindowName
source: 7-day
ja_jp: 7日間
ko_kr: 7일
zh_hans: 7 天
zh_hant: 7 天

# Notification_StoreUpdateAvailableMessageFormat
source: {0} update(s) are available from Microsoft Store.
ja_jp: Microsoft Store に {0} 件の更新があります。
ko_kr: Microsoft Store에서 사용 가능한 업데이트 {0}개가 있습니다.
zh_hans: Microsoft Store 中有 {0} 个可用更新。
zh_hant: Microsoft Store 中有 {0} 個可用更新。

# Notification_StoreUpdateAvailableTitle
source: CLI Account Switcher update
ja_jp: CLI Account Switcher の更新
ko_kr: CLI Account Switcher 업데이트
zh_hans: CLI Account Switcher 更新
zh_hant: CLI Account Switcher 更新

# Notification_UsageLowQuotaDetectedMessageFormat
source: {0}'s {1} remaining quota is {2}%.
ja_jp: {0} の {1} 残りクォータは {2}% です。
ko_kr: {0} 계정의 {1} 잔여 할당량이 {2}%입니다.
zh_hans: {0} 的 {1} 剩余配额为 {2}%。
zh_hant: {0} 的 {1} 剩餘配額為 {2}%。

# Notification_UsageLowQuotaDetectedTitle
source: Low quota detected
ja_jp: 低クォータを検出しました
ko_kr: 저할당량 감지
zh_hans: 检测到低配额
zh_hant: 偵測到低配額

# Notification_UsageLowQuotaDetectedWithSwitchSuggestionMessageFormat
source: {0}'s {1} remaining quota is {2}%. Another account has quota above the warning threshold. Select this notification to switch accounts from Account Management.
ja_jp: {0} の {1} 残りクォータは {2}% です。警告しきい値を超えるクォータを持つ別のアカウントがあります。この通知を選択してアカウント管理から切り替えてください。
ko_kr: {0} 계정의 {1} 잔여 할당량이 {2}%입니다. 기준보다 여유 있는 다른 계정이 있습니다. 이 알림을 눌러 계정 관리에서 전환해 보세요.
zh_hans: {0} 的 {1} 剩余配额为 {2}%。另一个账号的配额高于警告阈值。选择此通知可从账号管理切换账号。
zh_hant: {0} 的 {1} 剩餘配額為 {2}%。另一個帳號的配額高於警告閾值。選取此通知可從帳號管理切換帳號。

# OAuthAddAccountPage_ClaudeCodeDescription
source: Run Claude Code login, then save the current Claude Code credential and global config as a managed account.
ja_jp: Claude Code ログインを実行し、現在の Claude Code credential と global config を管理対象アカウントとして保存します。
ko_kr: Claude Code 로그인을 실행한 뒤 현재 Claude Code credential과 global config를 관리 계정으로 저장합니다.
zh_hans: 运行 Claude Code 登录，然后将当前 Claude Code credential 和 global config 保存为托管账号。
zh_hant: 執行 Claude Code 登入，然後將目前的 Claude Code credential 與 global config 儲存為受管理帳戶。

# OAuthAddAccountPage_ClaudeCodeErrorMessage
source: Claude Code login or current account save failed. Make sure Claude Code is installed and logged in.
ja_jp: Claude Code ログインまたは現在のアカウント保存に失敗しました。Claude Code がインストール済みでログイン済みか確認してください。
ko_kr: Claude Code 로그인 또는 현재 계정 저장에 실패했습니다. Claude Code가 설치되어 있고 로그인되어 있는지 확인하세요.
zh_hans: Claude Code 登录或当前账号保存失败。请确认 Claude Code 已安装并已登录。
zh_hant: Claude Code 登入或目前帳戶儲存失敗。請確認 Claude Code 已安裝並已登入。

# OAuthAddAccountPage_ClaudeCodeRunLoginButtonText
source: Run Claude Code login
ja_jp: Claude Code ログインを実行
ko_kr: Claude Code 로그인 실행
zh_hans: 运行 Claude Code 登录
zh_hant: 執行 Claude Code 登入

# OAuthAddAccountPage_ClaudeCodeTitle
source: Claude Code login
ja_jp: Claude Code ログイン
ko_kr: Claude Code 로그인
zh_hans: Claude Code 登录
zh_hant: Claude Code 登入

# OAuthAddAccountPage_CopyAddressToolTip.Content
source: Copy
ja_jp: コピー
ko_kr: 복사
zh_hans: 复制
zh_hant: 複製

# OAuthAddAccountPage_DescriptionTextBlock.Text
source: Complete Codex authentication in the browser, then the account will be added after usage validation.
ja_jp: ブラウザーで Codex 認証を完了すると、使用量の検証後にアカウントが追加されます。
ko_kr: 브라우저에서 Codex 인증을 완료하면 계정 사용량 검증 후 자동으로 추가됩니다.
zh_hans: 在浏览器中完成 Codex 身份验证后，账号会在用量验证后添加。
zh_hant: 在瀏覽器中完成 Codex 驗證後，帳號會在用量驗證後新增。

# OAuthAddAccountPage_ErrorInfoBar.Message
source: An error occurred during OAuth authentication or account validation.
ja_jp: OAuth 認証またはアカウント検証中にエラーが発生しました。
ko_kr: OAuth 인증 또는 계정 검증 중 오류가 발생했습니다.
zh_hans: OAuth 身份验证或账号验证期间发生错误。
zh_hant: OAuth 驗證或帳號驗證期間發生錯誤。

# OAuthAddAccountPage_ErrorInfoBar.Title
source: Failed to Add Account
ja_jp: アカウントの追加に失敗しました
ko_kr: 계정 추가 실패
zh_hans: 添加账号失败
zh_hant: 新增帳號失敗

# OAuthAddAccountPage_ManualAddressDescriptionTextBlock.Text
source: The browser could not be opened automatically. Copy the address below, paste it into a browser, and continue authentication.
ja_jp: ブラウザーを自動で開けませんでした。下のアドレスをコピーしてブラウザーに貼り付け、認証を続行してください。
ko_kr: 브라우저를 자동으로 열 수 없습니다. 아래 주소를 복사해서 브라우저에 붙여넣고 인증을 진행하세요.
zh_hans: 无法自动打开浏览器。请复制下面的地址，粘贴到浏览器中并继续身份验证。
zh_hant: 無法自動開啟瀏覽器。請複製下面的地址，貼上到瀏覽器中並繼續驗證。

# OAuthAddAccountPage_OpenBrowserTextBlock.Text
source: Start Authentication in Browser
ja_jp: ブラウザーで認証を開始
ko_kr: 브라우저에서 인증 시작
zh_hans: 在浏览器中开始身份验证
zh_hant: 在瀏覽器中开始驗證

# OAuthAddAccountPage_TitleTextBlock.Text
source: OAuth
ko_kr: OAuth 인증

# OAuthAddAccountPage_WaitingTextBlock.Text
source: Waiting for the authentication callback.
ja_jp: 認証コールバックを待機しています。
ko_kr: 인증 콜백을 기다리는 중입니다.
zh_hans: 正在等待身份验证回调。
zh_hant: 正在等待驗證回呼。

# OllamaWebViewLoginAddAccountPage_AddButtonTextBlock.Text
source: Add Account
ja_jp: アカウント追加
ko_kr: 계정 추가
zh_hans: 添加帐户
zh_hant: 新增帳戶

# OllamaWebViewLoginAddAccountPage_AliasHeaderTextBlock.Text
source: Account Label (optional)
ja_jp: アカウントの別名（任意）
ko_kr: 계정 별명 (선택)
zh_hans: 帐户标签（选填）
zh_hant: 帳戶標籤（選填）

# OllamaWebViewLoginAddAccountPage_AliasTextBox.PlaceholderText
source: Enter a label to distinguish this account
ja_jp: このアカウントを区別するための別名を入力
ko_kr: 이 계정을 구분할 별명 입력
zh_hans: 输入标签以区分此帐户
zh_hant: 輸入標籤以區分此帳戶

# OllamaWebViewLoginAddAccountPage_CookieExpiryNoticeTextBlock.Text
source: Ollama usage is read using the session cookie. When the cookie expires, the account will be marked as expired and you will need to sign in again.
ja_jp: Ollama の使用量はセッション Cookie で読み取られます。Cookie の有効期限が切れるとアカウントは期限切れとして表示され、再度ログインする必要があります。
ko_kr: Ollama는 세션 쿠키로 사용량을 읽습니다. 쿠키가 만료되면 계정이 만료된 것으로 표시되며 다시 로그인해야 합니다.
zh_hans: Ollama 使用量通过会话 Cookie 读取。Cookie 过期时，帐户将标记为已过期，您需要重新登录。
zh_hant: Ollama 使用量透過工作階段 Cookie 讀取。Cookie 到期時，帳戶將標記為已到期，您需要重新登入。

# OllamaWebViewLoginAddAccountPage_DescriptionTextBlock.Text
source: Sign in with your Ollama account. After login, the session cookie and account email will be extracted automatically. The session cookie may expire over time.
ja_jp: Ollama アカウントでログインしてください。ログイン後、セッション Cookie とアカウントメールが自動的に抽出されます。セッション Cookie は時間の経過とともに期限切れになる場合があります。
ko_kr: Ollama 계정으로 로그인하세요. 로그인 후 세션 쿠키와 계정 이메일이 자동으로 추출됩니다. 세션 쿠키는 시간이 지나면 만료될 수 있습니다.
zh_hans: 使用您的 Ollama 帐户登录。登录后将自动提取会话 Cookie 和帐户电子邮件。会话 Cookie 可能会随时间过期。
zh_hant: 使用您的 Ollama 帳戶登入。登入後將自動擷取工作階段 Cookie 與帳戶電子郵件。工作階段 Cookie 可能會隨時間到期。

# OllamaWebViewLoginAddAccountPage_ExtractingStatusText.Text
source: Login detected. Extracting account info...
ja_jp: ログインを検出しました。アカウント情報を抽出中...
ko_kr: 로그인 감지됨. 계정 정보 추출 중...
zh_hans: 检测到登录。正在提取帐户信息...
zh_hant: 偵測到登入。正在擷取帳戶資訊...

# OllamaWebViewLoginAddAccountPage_InitializingWebViewTextBlock.Text
source: Initializing login window...
ja_jp: ログインウィンドウを初期化中...
ko_kr: 로그인 창 초기화 중...
zh_hans: 正在初始化登录窗口...
zh_hant: 正在初始化登入視窗...

# OllamaWebViewLoginAddAccountPage_TitleTextBlock.Text
source: Sign in to Ollama
ja_jp: Ollama にログイン
ko_kr: Ollama 로그인
zh_hans: 登录 Ollama
zh_hant: 登入 Ollama

# OpenCodeGoApiKeyAddAccountPage_AddButtonTextBlock.Text
source: Add
ja_jp: 追加
ko_kr: 추가
zh_hans: 添加
zh_hant: 新增

# OpenCodeGoApiKeyAddAccountPage_AliasHeaderTextBlock.Text
source: Label (optional)
ja_jp: ラベル (任意)
ko_kr: 라벨 (선택)
zh_hans: 标签（可选）
zh_hant: 標籤（選用）

# OpenCodeGoApiKeyAddAccountPage_AliasTextBox.PlaceholderText
source: e.g. Personal
ja_jp: 例: 個人
ko_kr: 예: 개인
zh_hans: 例如：个人
zh_hant: 例如：個人

# OpenCodeGoApiKeyAddAccountPage_ApiKeyHeaderTextBlock.Text
source: API key
ja_jp: API キー
ko_kr: API 키
zh_hans: API 密钥
zh_hant: API 金鑰
